brew "atuin"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bash"
brew "bat"
brew "broot"
brew "btop"
brew "ccache"
brew "chezmoi"
brew "cmake"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "docker", link: false
brew "duf"
brew "dust"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gping"
brew "httpie"
brew "hyperfine"
brew "jj"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "libpq"
brew "libtool"
brew "libyaml"
brew "llvm@21"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "mise"
brew "mkcert"
brew "mole"
brew "nasm"
brew "neovim"
brew "ninja"
brew "nss"
brew "pkgconf"
brew "poppler"
brew "procs"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "stylua"
brew "tmux"
brew "todo-txt"
brew "tokei"
brew "unar"
brew "uv"
brew "watchexec"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
cask "1password-cli"
cask "dot"
cask "font-symbols-only-nerd-font"
cask "transmission"
cargo "tree-sitter-cli"
