tap 'anomalyco/tap'
tap 'bjarneo/cliamp'
tap 'brandonyoungdev/tldx'
tap 'gromgit/brewtils'
tap 'hako/tap'
tap 'kiki-ki/tap'
tap 'modem-dev/tap'
tap 'nikitabobko/tap'
tap 'skatkov/tap'
tap 'sst/tap'
tap 'steipete/tap'
tap 'vouch-sh/tap'
tap 'xykong/tap'
tap 'zorig/tap'
brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'bash'
brew 'bat'
brew 'broot'
brew 'btop'
brew 'ccache'
brew 'chezmoi'
brew 'cmake'
brew 'colima'
brew 'coreutils'
brew 'cowsay'
brew 'docker'
brew 'duf'
brew 'dust'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fish'
brew 'fortune'
brew 'fzf'
brew 'gh'
brew 'ghostscript'
brew 'git'
brew 'git-delta'
brew 'gping'
brew 'jj'
brew 'jq'
brew 'just'
brew 'lazydocker'
brew 'lazygit'
brew 'lazysql'
brew 'libpq'
brew 'libtool'
brew 'libyaml'
brew 'llvm@21'
brew 'lua-language-server'
brew 'luarocks'
brew 'mise'
brew 'mkcert'
brew 'mole'
brew 'nasm'
brew 'neovim'
brew 'ninja'
brew 'nss'
brew 'pkgconf'
brew 'poppler'
brew 'procs'
brew 'ripgrep'
brew 'shellcheck'
brew 'shfmt'
brew 'stylua'
brew 'tmux'
brew 'todo-txt'
brew 'unar'
brew 'wget'
brew 'yazi'
brew 'zoxide'
brew 'brandonyoungdev/tldx/tldx'
brew 'gromgit/brewtils/taproom'
brew 'zorig/tap/valvefm'
cask '1password-cli'
cask 'xykong/tap/flux-markdown'
cask 'font-symbols-only-nerd-font'
cask 'jellyfin-media-player'
cask 'transmission'
cask 'wezterm'
npm 'neovim'
npm 'opencode-ai'
npm 'tree-sitter-cli'
