brew 'autoconf'
brew 'autoconf-archive'
brew 'automake'
brew 'atuin'
brew 'bash'
brew 'bat'
brew 'broot'
brew 'btop'
brew 'ccache'
brew 'chezmoi'
brew 'cmake'
brew 'colima'
brew 'coreutils'
brew 'cowsay'
brew 'docker'
brew 'direnv'
brew 'duf'
brew 'dust'
brew 'eza'
brew 'fastfetch'
brew 'fd'
brew 'fish'
brew 'fortune'
brew 'fzf'
brew 'gh'
brew 'ghostscript'
brew 'git'
brew 'git-delta'
brew 'git-lfs'
brew 'gping'
brew 'hyperfine'
brew 'jj'
brew 'jq'
brew 'just'
brew 'lazydocker'
brew 'lazygit'
brew 'lazysql'
brew 'libpq'
brew 'libtool'
brew 'libyaml'
brew 'llvm@21'
brew 'lua-language-server'
brew 'luarocks'
brew 'mise'
brew 'mkcert'
brew 'mole'
brew 'nasm'
brew 'neovim'
brew 'ninja'
brew 'nss'
brew 'pkgconf'
brew 'poppler'
brew 'procs'
brew 'ripgrep'
brew 'sd'
brew 'shellcheck'
brew 'shfmt'
brew 'stylua'
brew 'tmux'
brew 'todo-txt'
brew 'tokei'
brew 'unar'
brew 'uv'
brew 'watchexec'
brew 'wget'
brew 'yq'
brew 'yazi'
brew 'zoxide'
cask '1password-cli'
cask 'font-symbols-only-nerd-font'
npm 'neovim'
npm 'opencode-ai'
npm 'tree-sitter-cli'
